-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: project
-- ------------------------------------------------------
-- Server version	5.7.21-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `message`
--

DROP TABLE IF EXISTS `message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `message` (
  `NUM` int(11) NOT NULL AUTO_INCREMENT,
  `FROMID` varchar(20) COLLATE utf8_bin NOT NULL,
  `TOID` varchar(20) COLLATE utf8_bin NOT NULL,
  `CONTENT` text COLLATE utf8_bin NOT NULL,
  `SENDTIME` datetime DEFAULT CURRENT_TIMESTAMP,
  `READTIME` datetime DEFAULT NULL,
  `READORNOT` decimal(22,0) DEFAULT '0',
  `WASTE` decimal(22,0) DEFAULT '0',
  `KEEP` decimal(22,0) DEFAULT '0',
  PRIMARY KEY (`NUM`)
) ENGINE=InnoDB AUTO_INCREMENT=163 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `message`
--

LOCK TABLES `message` WRITE;
/*!40000 ALTER TABLE `message` DISABLE KEYS */;
INSERT INTO `message` VALUES (48,'admin','admin','1111111111111111111','2018-04-09 11:22:24',NULL,0,1,0),(49,'admin','admin','111111111111111','2018-04-09 11:22:44',NULL,0,1,0),(50,'admin','admin','1111111111111111111','2018-04-09 11:23:33',NULL,0,1,0),(51,'admin','admin','11111111111111111111111111111111111','2018-04-09 11:25:04',NULL,0,1,0),(52,'admin','admin','1111111111111111','2018-04-09 11:27:15',NULL,0,1,0),(53,'admin','admin','도레미파솔라시도\n','2018-04-09 11:27:29',NULL,0,1,0),(54,'admin','admin','돌겠네.......','2018-04-09 11:28:03',NULL,0,1,0),(55,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:28:20',NULL,0,1,0),(56,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:28:50',NULL,0,1,0),(57,'admin','admin','도레미파솔라시도도돗도도도도도','2018-04-09 11:31:58',NULL,0,1,0),(58,'admin','admin','ㅈㅈㅈㅈㅈㅈㅈㅈㅈ','2018-04-09 11:32:51',NULL,0,1,0),(59,'admin','admin','ㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏ','2018-04-09 11:33:27',NULL,0,1,0),(60,'admin','admin','111111111111111111111','2018-04-09 11:35:04',NULL,0,1,0),(61,'admin','admin','1111111111111111111111111111','2018-04-09 11:35:57',NULL,0,1,0),(62,'admin','admin','15151515151','2018-04-09 11:39:04',NULL,0,1,0),(63,'admin','admin,admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:40:43',NULL,0,0,0),(64,'admin','admin','ㅗㅗㅗㅗㅗㅗㅗㅗㅗㅗㅗ','2018-04-09 11:41:05',NULL,0,1,0),(65,'admin','admin','ㅋㅎㅎㅀㅇㅎㄴㅇㅎㅇㅎ','2018-04-09 11:42:23',NULL,0,1,0),(66,'admin','admin','151515511111\r\n','2018-04-09 11:44:15',NULL,0,1,0),(67,'admin','admin','151515511111\n','2018-04-09 11:44:15',NULL,0,1,0),(68,'admin','admin','151515511111\r\n','2018-04-09 11:44:55',NULL,0,1,0),(69,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:45:31',NULL,0,1,0),(70,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:45:31','2018-04-09 15:58:39',1,1,0),(71,'admin','admin','ㄶㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ','2018-04-09 11:46:08',NULL,0,1,0),(72,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:47:37',NULL,0,1,0),(73,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:48:17',NULL,0,1,0),(74,'admin','admin','ㅇㅍㅇㄴㄹㄴㄹㅇㄹ','2018-04-09 11:51:16',NULL,0,1,0),(75,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:51:19',NULL,0,1,0),(76,'admin','admin','ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ','2018-04-09 11:51:22',NULL,0,1,0),(77,'admin','admin','아 몰라!!!!!!!!','2018-04-09 11:53:00',NULL,0,1,0),(78,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:53:51',NULL,0,1,0),(79,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:54:50',NULL,0,1,0),(80,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:54:55',NULL,0,1,0),(81,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:55:12',NULL,0,1,0),(82,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:55:34',NULL,0,1,0),(83,'admin','admin','ㄴㅇㄻㄴㅁㅇㅁㄴㅇ','2018-04-09 11:55:51',NULL,0,1,0),(84,'admin','admin','ㅁㅁㅁㅁㅁㅁ','2018-04-09 11:56:03',NULL,0,1,0),(85,'admin','admin','ㅁㄴㅁㅇㅁㄴㅇㅁㄴㅇ','2018-04-09 11:56:16',NULL,0,1,0),(86,'admin','admin','ㅁㄴㅇㅁㄴㅇ','2018-04-09 11:56:21',NULL,0,1,0),(87,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:56:27',NULL,0,1,0),(88,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:56:32',NULL,0,1,0),(89,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:56:35',NULL,0,1,0),(90,'admin','admin','ㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 11:56:38',NULL,0,1,0),(91,'admin','admin','ㅁㄴㅇㅁㅇㅁㄴㅇㅁㄴㅇㅁㅇ','2018-04-09 11:57:05',NULL,0,1,0),(92,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:57:24',NULL,0,1,0),(93,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:57:27',NULL,0,1,0),(94,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:57:31',NULL,0,1,0),(95,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:57:36',NULL,0,1,0),(96,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄾㅌㅌㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 11:57:41',NULL,0,1,0),(97,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:57:44',NULL,0,1,0),(98,'admin','admin','ㅁㄴㅇㅁㄴㅇㅁㅇㅁㄴㅇㅁㄴㅇㅁㅇ','2018-04-09 11:57:49',NULL,0,1,0),(99,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:58:35',NULL,0,1,0),(100,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 11:58:46',NULL,0,1,0),(101,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:59:13',NULL,0,1,0),(102,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:59:42',NULL,0,1,0),(103,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 11:59:45',NULL,0,1,0),(104,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:59:47',NULL,0,1,0),(105,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:59:49',NULL,0,1,0),(106,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 11:59:51',NULL,0,1,0),(107,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 11:59:54',NULL,0,1,0),(108,'admin','admin','ㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊ츄ㅠㅠㅠㅠㅠㅠㅠㅠ','2018-04-09 11:59:57',NULL,0,1,0),(109,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 11:59:59',NULL,0,1,0),(110,'admin','admin','ㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅ','2018-04-09 12:00:04',NULL,0,1,0),(111,'admin','admin','ㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 12:00:07',NULL,0,1,0),(112,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:00:10',NULL,0,1,0),(113,'admin','admin','ㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㅁㄴㅇㄻㅇㄹㄴㅇㄹ','2018-04-09 12:00:15',NULL,0,1,0),(114,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 12:00:18',NULL,0,1,0),(115,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄻㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 12:00:26',NULL,0,1,0),(116,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 12:00:35',NULL,0,1,0),(117,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 12:01:05',NULL,0,1,0),(118,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 12:01:27',NULL,0,1,0),(119,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 12:01:30',NULL,0,1,0),(120,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:01:32',NULL,0,1,0),(121,'admin','admin','ㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 12:01:34',NULL,0,1,0),(122,'admin','admin','ㅅㅅㅅㅅㅅㅅㅅㅅㅅㅅ','2018-04-09 12:01:37',NULL,0,1,0),(123,'admin','admin','ㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 12:01:39',NULL,0,1,0),(124,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:01:42',NULL,0,1,0),(125,'admin','admin','ㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 12:01:48',NULL,0,1,0),(126,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:01:50',NULL,0,1,0),(127,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 12:01:52',NULL,0,1,0),(128,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:01:54',NULL,0,1,0),(129,'admin','admin','ㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 12:01:56',NULL,0,1,0),(130,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:02:00',NULL,0,1,0),(131,'admin','admin','ㅌㅊㅌㅌㅌㅌㅌㅌㅌ','2018-04-09 12:02:03',NULL,0,1,0),(132,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','2018-04-09 12:02:11',NULL,0,1,0),(133,'admin','admin','ㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊ','2018-04-09 12:02:14',NULL,0,1,0),(134,'admin','admin','ㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 12:02:16',NULL,0,1,0),(135,'admin','admin','ㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 12:02:18',NULL,0,1,0),(136,'admin','admin','ㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁㅁ','2018-04-09 12:02:24',NULL,0,1,0),(137,'admin','admin','ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷㄷ','2018-04-09 12:02:27',NULL,0,1,0),(138,'admin','admin','ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ','2018-04-09 12:02:47',NULL,0,1,0),(139,'admin','admin','ㅎㅎㅎㅎㅎㅎㅎㅎㅎ','2018-04-09 12:02:49',NULL,0,1,0),(140,'admin','admin',' ㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊ','2018-04-09 12:02:51',NULL,0,1,0),(141,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄶㅎㅎㅎㅎㅎㅎㅎㅎ','2018-04-09 12:02:57',NULL,0,1,0),(142,'admin','admin','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ','2018-04-09 12:02:58',NULL,0,1,0),(143,'admin','admin','ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ','2018-04-09 12:03:00',NULL,0,1,0),(144,'admin','admin','ㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱ','2018-04-09 12:03:01',NULL,0,1,0),(145,'admin','admin','ㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊㅊ','2018-04-09 12:03:03',NULL,0,1,0),(156,'lockya','admin','111111111111111','2018-04-09 15:18:41','2018-04-09 16:10:06',1,1,0),(157,'lockya','admin','12345678951','2018-04-09 15:18:45',NULL,0,1,0),(158,'lockya','admin','111111111111111111111','2018-04-09 15:18:51',NULL,0,1,0),(159,'lockya','admin','111111111111111111','2018-04-09 15:18:54',NULL,0,1,0),(160,'admin','admin','1111111111111111111155555555555555533333333333333','2018-04-09 17:23:00',NULL,0,0,0),(161,'admin','admin','11111111115555555555555555555','2018-04-09 17:31:20',NULL,0,0,0),(162,'admin','admin','아~~~~ 죽긋다...........','2018-04-09 17:32:05',NULL,0,0,0);
/*!40000 ALTER TABLE `message` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-04-10 10:31:04
